{
  "majorArcana": [
    {
      "id": 0,
      "name": "The Fool",
      "meanings": {
        "work": "มีโอกาสเริ่มงานหรือโปรเจกต์ใหม่ กล้าลองเส้นทางที่ยังไม่เคย",
        "money": "การเงินเกี่ยวข้องกับการลงทุนหรือการเดินทางใหม่ ควรจัดงบให้ดี",
        "love": "เปิดใจต่อความสัมพันธ์ที่สดใหม่ เต็มไปด้วยความตื่นเต้น",
        "advice": "เชื่อสัญชาตญาณและก้าวออกจากกรอบเดิมอย่างมีสติ"
      }
    },
    {
      "id": 1,
      "name": "The Magician",
      "meanings": {
        "work": "ใช้ทักษะและการสื่อสารเพื่อผลักดันงานให้สำเร็จ",
        "money": "มีช่องทางหารายได้จากความสามารถส่วนตัวหรือฟรีแลนซ์",
        "love": "ดึงเสน่ห์และการคุยให้สัมพันธ์ชัดเจนขึ้น",
        "advice": "โฟกัสสิ่งที่ทำได้และลงมือทันที"
      }
    },
    {
      "id": 2,
      "name": "The High Priestess",
      "meanings": {
        "work": "งานต้องอาศัยการสังเกต ข้อมูลลับ หรือการวิจัยเบื้องหลัง",
        "money": "ยังไม่ควรเปิดเผยแผนการเงินทั้งหมด รอดูทิศทางก่อน",
        "love": "สัมพันธ์เต็มไปด้วยความลึกซึ้งและความลับ ต้องฟังหัวใจ",
        "advice": "กลับมาฟังเสียงภายในและเชื่อความรู้สึกแรก"
      }
    },
    {
      "id": 3,
      "name": "The Empress",
      "meanings": {
        "work": "โปรเจกต์สร้างสรรค์และงานทีมเวิร์กเติบโตดี",
        "money": "การเงินคล่องตัว มีโอกาสเพิ่มทรัพย์สินและความสบาย",
        "love": "บรรยากาศรักอบอุ่น เอื้อเฟื้อ และใส่ใจดูแลกัน",
        "advice": "ให้คุณค่ากับตัวเองและดูแลผู้คนรอบข้าง"
      }
    },
    {
      "id": 4,
      "name": "The Emperor",
      "meanings": {
        "work": "รับบทผู้นำ จัดระบบ และวางกติกาให้ทีม",
        "money": "การเงินมั่นคงจากการวางแผนระยะยาวและทรัพย์สินถาวร",
        "love": "ความสัมพันธ์ต้องการความชัดเจนและความรับผิดชอบ",
        "advice": "ยืนหยัดในมาตรฐานของคุณและกล้าตัดสินใจ"
      }
    },
    {
      "id": 5,
      "name": "The Hierophant",
      "meanings": {
        "work": "งานเกี่ยวกับการสอน ที่ปรึกษา หรือองค์กรแบบดั้งเดิม",
        "money": "เลือกลงทุนแนวอนุรักษ์นิยม ปลอดภัยไว้ก่อน",
        "love": "สัมพันธ์จริงจังมุ่งสู่การแต่งงานหรือครอบครัว",
        "advice": "ยึดหลักการที่เชื่อและขอคำแนะนำจากผู้มีประสบการณ์"
      }
    },
    {
      "id": 6,
      "name": "The Lovers",
      "meanings": {
        "work": "มีการทำงานเป็นคู่หรือจับมือกับพันธมิตรสำคัญ",
        "money": "การเงินเกี่ยวข้องกับการแบ่งปันหรือการลงทุนร่วม",
        "love": "ความรักลึกซึ้ง ต้องตัดสินใจเลือกทางที่ตรงกับหัวใจ",
        "advice": "ซื่อสัตย์ต่อคุณค่าที่แท้จริงก่อนเลือกก้าวต่อ"
      }
    },
    {
      "id": 7,
      "name": "The Chariot",
      "meanings": {
        "work": "งานต้องการพลังและการควบคุมสถานการณ์ให้คงที่",
        "money": "มีค่าใช้จ่ายเรื่องเดินทาง ยานพาหนะ หรือการขยายงาน",
        "love": "ความสัมพันธ์ต้องการเป้าหมายเดียวกันและแรงผลักร่วมกัน",
        "advice": "โฟกัสที่ปลายทางและไม่ไขว้เขวระหว่างทาง"
      }
    },
    {
      "id": 8,
      "name": "Strength",
      "meanings": {
        "work": "เอาชนะปัญหาด้วยความใจเย็นและการเจรจา",
        "money": "ควบคุมการใช้เงินอย่างอดทน จะผ่านช่วงกดดันไปได้",
        "love": "ใช้ความอ่อนโยนและความจริงใจปรับสมดุลสัมพันธ์",
        "advice": "กล้าหาญแต่ไม่ดุร้าย เชื่อในพลังภายในของตน"
      }
    },
    {
      "id": 9,
      "name": "The Hermit",
      "meanings": {
        "work": "ทำงานเบื้องหลัง วิจัย หรือโฟกัสเสร็จงานคนเดียว",
        "money": "วางแผนการเงินแบบประหยัด หลีกเลี่ยงการใช้จ่ายเกินจำเป็น",
        "love": "อยากใช้เวลาอยู่กับตัวเองเพื่อไตร่ตรองความรู้สึก",
        "advice": "ถอยออกมาดูภาพรวมก่อนตัดสินใจครั้งสำคัญ"
      }
    },
    {
      "id": 10,
      "name": "Wheel of Fortune",
      "meanings": {
        "work": "งานเปลี่ยนแปลงเร็ว โอกาสใหม่อาจเข้ามาไม่ทันตั้งตัว",
        "money": "โชคลาภหรือความผันผวนทางการเงินเกิดขึ้นพร้อมกัน",
        "love": "ความสัมพันธ์พลิกผัน อาจได้เจอคนสำคัญแบบไม่คาดคิด",
        "advice": "ยืดหยุ่นและพร้อมรับการเปลี่ยนแปลงในทุกจังหวะ"
      }
    },
    {
      "id": 11,
      "name": "Justice",
      "meanings": {
        "work": "งานต้องใช้ความยุติธรรม เอกสาร หรือการตัดสินอย่างเป็นกลาง",
        "money": "การเงินเกี่ยวข้องกับสัญญา กฎหมาย หรือการแบ่งผลประโยชน์",
        "love": "ต้องสื่อสารตรงไปตรงมาและเคารพข้อตกลงกัน",
        "advice": "ดูข้อมูลทุกด้านก่อนตัดสินใจ ใช้เหตุผลนำอารมณ์"
      }
    },
    {
      "id": 12,
      "name": "The Hanged Man",
      "meanings": {
        "work": "งานชะลอหรืออยู่ในช่วงรออนุมัติ ควรใช้เวลานี้ปรับมุมมอง",
        "money": "ยังไม่ควรตัดสินใจทางการเงินใหญ่ ให้รอสัญญาณที่ชัด",
        "love": "ความสัมพันธ์ติดค้าง ต้องยอมปล่อยบางอย่างเพื่อก้าวต่อ",
        "advice": "หยุดเพื่อเห็นภาพใหม่ แล้วค่อยกลับมาลงมือ"
      }
    },
    {
      "id": 13,
      "name": "Death",
      "meanings": {
        "work": "บางบทบาทหรือโปรเจกต์ถึงเวลาปิดฉากเพื่อเริ่มสิ่งใหม่",
        "money": "ยุติสัญญาหรือปิดหนี้เก่าเพื่อจัดโครงสร้างการเงินใหม่",
        "love": "ช่วงเปลี่ยนผ่านของความสัมพันธ์ อาจต้องแยกย้ายหรือเริ่มใหม่",
        "advice": "ยอมรับการจบสิ้นและเตรียมพื้นที่ให้เริ่มต้นสดใส"
      }
    },
    {
      "id": 14,
      "name": "Temperance",
      "meanings": {
        "work": "ผสมผสานทีมและวิธีการต่างๆ ให้ลงตัว",
        "money": "บริหารรายรับรายจ่ายให้สมดุล ลงทุนแบบทยอยทีละส่วน",
        "love": "ความสัมพันธ์ต้องใช้ความเข้าใจและการปรับเข้าหากัน",
        "advice": "ก้าวอย่างพอดี ไม่สุดโต่ง และฟังกันกลางทาง"
      }
    },
    {
      "id": 15,
      "name": "The Devil",
      "meanings": {
        "work": "ระวังงานที่ผูกมัดหรือออฟฟิศที่มีเกมอำนาจ",
        "money": "การเงินอาจติดหนี้หรือใช้จ่ายเพื่อความพอใจชั่วคราว",
        "love": "สัมพันธ์ร้อนแรงแต่แฝงการครอบครองหรือความกลัว",
        "advice": "เห็นโซ่ที่ล่ามอยู่แล้วเลือกปลดออกด้วยตัวเอง"
      }
    },
    {
      "id": 16,
      "name": "The Tower",
      "meanings": {
        "work": "มีเหตุไม่คาดคิด ทำให้แผนงานต้องทบทวนใหม่หมด",
        "money": "การเงินสะดุดกะทันหัน ต้องสำรองแผนฉุกเฉิน",
        "love": "ความสัมพันธ์เผชิญความจริงที่หลีกเลี่ยงไม่ได้",
        "advice": "ยอมรับความจริงและสร้างโครงสร้างใหม่ที่แข็งแรงกว่าเดิม"
      }
    },
    {
      "id": 17,
      "name": "The Star",
      "meanings": {
        "work": "ได้แรงบันดาลใจและการสนับสนุน ให้โฟกัสวิสัยทัศน์ระยะยาว",
        "money": "ช่องทางรายได้เริ่มฟื้นตัวช้าๆ มีคนช่วยเหลือ",
        "love": "ความรักอ่อนโยน รักษาใจ และเติมความหวัง",
        "advice": "เชื่อว่าตัวเองสมควรได้รับสิ่งดีและค่อยๆ สานฝัน"
      }
    },
    {
      "id": 18,
      "name": "The Moon",
      "meanings": {
        "work": "ข้อมูลยังไม่ครบ มีความสับสน ควรตรวจสอบอีกขั้น",
        "money": "หลีกเลี่ยงสัญญาไม่ชัดหรือการใช้เงินตามอารมณ์",
        "love": "ความสัมพันธ์มีความลังเล ต้องพูดคุยเปิดใจเพื่อลดความกลัว",
        "advice": "สังเกตสัญญาณที่ซ่อนอยู่และอย่าปล่อยให้จินตนาการพาไปไกล"
      }
    },
    {
      "id": 19,
      "name": "The Sun",
      "meanings": {
        "work": "งานโดดเด่น ประสบความสำเร็จ และได้รับการยอมรับ",
        "money": "การเงินสดใส มีรายได้หรือโบนัสเข้ามา",
        "love": "ความรักสนุกสนาน เปิดเผย และเต็มไปด้วยพลังบวก",
        "advice": "กล้าแชร์สิ่งที่ภาคภูมิใจและรับแสงสว่างอย่างเต็มใจ"
      }
    },
    {
      "id": 20,
      "name": "Judgement",
      "meanings": {
        "work": "มีการประเมินผลครั้งใหญ่หรือการเปลี่ยนทิศทางอาชีพ",
        "money": "สะสางภาระเก่า ปรับโครงสร้างการเงินจากบทเรียนที่ผ่านมา",
        "love": "ความสัมพันธ์ได้ทบทวนและตัดสินว่าจะเดินต่อหรือเปลี่ยนรูปแบบ",
        "advice": "ฟังเสียงเรียกจากภายในแล้วตัดสินใจอย่างซื่อสัตย์"
      }
    },
    {
      "id": 21,
      "name": "The World",
      "meanings": {
        "work": "โครงการสำเร็จ ปิดจ๊อบ และพร้อมรับบทบาทใหม่",
        "money": "บรรลุเป้าหมายทางการเงิน เช่น ปิดหนี้หรือได้ผลตอบแทน",
        "love": "ความสัมพันธ์เข้าสู่ช่วงมั่นคง หรือสู่การเดินทางร่วมกัน",
        "advice": "ฉลองความสำเร็จและเตรียมเปิดวงจรใหม่ด้วยใจเปิดกว้าง"
      }
    }
  ],
  "minorArcana": {
    "wands": [
      {
        "id": 22,
        "name": "Ace of Wands",
        "meanings": {
          "work": "โปรเจกต์ใหม่และไฟสร้างสรรค์เริ่มต้นแล้ว",
          "money": "ลงทุนเล็กๆ เพื่อเปิดประตูโอกาสใหม่",
          "love": "ความรักตื่นเต้น เหมือนประกายไฟแรก",
          "advice": "ลงมือทำทันที อย่าปล่อยให้ไอเดียหาย"
        }
      },
      {
        "id": 23,
        "name": "Two of Wands",
        "meanings": {
          "work": "อยู่ช่วงวางแผนขยายงานหรือเลือกทิศทาง",
          "money": "ประเมินการลงทุนต่างประเทศหรือธุรกิจออนไลน์",
          "love": "คิดถึงอนาคตร่วมกัน ต้องตกลงแผนเดินทาง",
          "advice": "ตัดสินใจจากภาพใหญ่ ไม่ใช่แค่ความกลัว"
        }
      },
      {
        "id": 24,
        "name": "Three of Wands",
        "meanings": {
          "work": "ผลลัพธ์เริ่มเติบโตจากสิ่งที่ลงแรงไว้",
          "money": "รายได้จากต่างประเทศหรือพาร์ตเนอร์เริ่มเข้ามา",
          "love": "ความสัมพันธ์พัฒนาแม้อยู่ไกล ต่างคนสนับสนุนกัน",
          "advice": "มองเส้นขอบฟ้ากว้างๆ แล้วขยายศักยภาพต่อ"
        }
      },
      {
        "id": 25,
        "name": "Four of Wands",
        "meanings": {
          "work": "ฉลองความสำเร็จทีมและบรรยากาศผ่อนคลาย",
          "money": "การเงินมั่นคง ใช้กับบ้านหรือครอบครัวได้",
          "love": "ความรักอบอุ่น เหมาะกับพิธีมงคลหรือการย้ายอยู่ร่วมกัน",
          "advice": "แบ่งปันความสุขให้คนรอบข้าง"
        }
      },
      {
        "id": 26,
        "name": "Five of Wands",
        "meanings": {
          "work": "เกิดการแข่งขันหรือความคิดเห็นไม่ตรง ต้องคุยชัด",
          "money": "รายจ่ายจากการแย่งชิงทรัพยากรหรืออุปกรณ์",
          "love": "มีการงอนหรือเปรียบเทียบกันง่าย",
          "advice": "ตั้งกติกาที่แฟร์และฟังกันจริงๆ"
        }
      },
      {
        "id": 27,
        "name": "Six of Wands",
        "meanings": {
          "work": "ได้รับคำชม การเลื่อนตำแหน่ง หรือชัยชนะ",
          "money": "รายได้เพิ่มจากโปรเจกต์ที่เพิ่งสำเร็จ",
          "love": "คู่รักภูมิใจในกันและกัน โชว์ต่อสังคมได้",
          "advice": "ยืนหยัดความมั่นใจแต่รักษาความถ่อมตน"
        }
      },
      {
        "id": 28,
        "name": "Seven of Wands",
        "meanings": {
          "work": "ต้องปกป้องตำแหน่งหรือแนวคิดของตน",
          "money": "ระวังคนมาขอส่วนแบ่งหรือท้าทายผลประโยชน์",
          "love": "ต้องอธิบายจุดยืนกับครอบครัวหรือสังคม",
          "advice": "ยืนหยัดสิ่งที่เชื่อแต่เปิดใจฟังข้อมูลใหม่"
        }
      },
      {
        "id": 29,
        "name": "Eight of Wands",
        "meanings": {
          "work": "งานเดินหน้าเร็ว ต้องตอบสนองฉับไว",
          "money": "การโอนจ่ายหรือข่าวดีทางการเงินมารวดเร็ว",
          "love": "สื่อสารถี่ คุยกันตลอด มีทริปสั้นๆ",
          "advice": "จับโอกาสทันที อย่าปล่อยให้ค้าง"
        }
      },
      {
        "id": 30,
        "name": "Nine of Wands",
        "meanings": {
          "work": "แม้เหนื่อยแต่ใกล้ถึงเส้นชัย อย่าถอดใจ",
          "money": "ระวังค่าใช้จ่ายรักษาความปลอดภัยหรือสำรองฉุกเฉิน",
          "love": "ให้เวลาตัวเองพักก่อนเปิดใจอีกครั้ง",
          "advice": "ตั้งขอบเขตเพื่อปกป้องพลังของตัวเอง"
        }
      },
      {
        "id": 31,
        "name": "Ten of Wands",
        "meanings": {
          "work": "แบกงานหลายอย่าง ต้องรู้จักมอบหมาย",
          "money": "ภาระหนี้หรือค่าใช้จ่ายหนักเกินไป",
          "love": "รู้สึกแบกความคาดหวังของคู่หรือครอบครัว",
          "advice": "ปล่อยภาระที่ไม่จำเป็นและขอความช่วยเหลือ"
        }
      },
      {
        "id": 32,
        "name": "Page of Wands",
        "meanings": {
          "work": "ได้รับข่าวดีเรื่องงานใหม่หรือบทบาทสร้างสรรค์",
          "money": "โอกาสรายได้เล็กๆ แต่กระตุ้นไฟให้เดินต่อ",
          "love": "คนคุยอายุน้อยกว่าหรือมีเสน่ห์แบบสดใส",
          "advice": "ทดลองก่อนจริงจัง เปิดใจเรียนรู้"
        }
      },
      {
        "id": 33,
        "name": "Knight of Wands",
        "meanings": {
          "work": "การเดินทางหรือโปรเจกต์เร่งด่วนเข้ามา",
          "money": "ใช้เงินกับการขยายงานเร็วๆ ต้องคุมวินัย",
          "love": "ความสัมพันธ์เร่าร้อน แต่ต้องระวังความหุนหัน",
          "advice": "ลุยได้แต่ต้องมีแผนสำรอง"
        }
      },
      {
        "id": 34,
        "name": "Queen of Wands",
        "meanings": {
          "work": "คุณโดดเด่นเรื่องการบริหารและสร้างแรงบันดาลใจ",
          "money": "รายได้จากธุรกิจส่วนตัวหรือแบรนด์ของคุณเอง",
          "love": "ความรักมั่นใจ ดึงดูดผู้คนด้วยพลังบวก",
          "advice": "เชื่อความสามารถและเป็นผู้นำด้วยไฟที่อบอุ่น"
        }
      },
      {
        "id": 35,
        "name": "King of Wands",
        "meanings": {
          "work": "กำลังกำหนดวิสัยทัศน์ใหญ่ให้ทีม",
          "money": "พร้อมลงทุนในโปรเจกต์ที่เสี่ยงแต่ได้ผลสูง",
          "love": "ต้องการความสัมพันธ์ที่ให้เสรีภาพและเป้าหมายร่วมกัน",
          "advice": "คิดแบบผู้นำและให้ภาพใหญ่พาทุกคนไป"
        }
      }
    ],
    "cups": [
      {
        "id": 36,
        "name": "Ace of Cups",
        "meanings": {
          "work": "งานได้รับบรรยากาศใหม่ที่อ่อนโยนและสร้างความสัมพันธ์",
          "money": "มีลาภเล็กๆ จากคนที่เอ็นดูหรือโครงการเพื่อสังคม",
          "love": "โอกาสรักครั้งใหม่หรือตกหลุมรักอีกครั้ง",
          "advice": "เปิดใจรับความรู้สึกและสื่อสารจากหัวใจ"
        }
      },
      {
        "id": 37,
        "name": "Two of Cups",
        "meanings": {
          "work": "ได้พาร์ตเนอร์ที่เข้าใจกัน ทำงานเป็นคู่สำเร็จ",
          "money": "รายได้มาจากดีลที่แฟร์ต่อทุกฝ่าย",
          "love": "ความสัมพันธ์ลงตัว ต่างฝ่ายอดทนและเท่าเทียม",
          "advice": "รักษาสมดุลการให้รับและตั้งใจฟังกัน"
        }
      },
      {
        "id": 38,
        "name": "Three of Cups",
        "meanings": {
          "work": "งานทีมสนุก สนับสนุนกัน ปาร์ตี้เฮฮา",
          "money": "มีค่าใช้จ่ายงานสังคมหรือฉลอง แต่ยังจัดการได้",
          "love": "ความรักผ่อนคลาย อยู่กับเพื่อนหรือครอบครัวแล้วมีความสุข",
          "advice": "แบ่งเวลาให้เพื่อนฝูงและงานอดิเรก"
        }
      },
      {
        "id": 39,
        "name": "Four of Cups",
        "meanings": {
          "work": "รู้สึกเบื่อหรือขาดแรงบันดาลใจ ควรพักปรับใจ",
          "money": "ไม่ตื่นเต้นกับข้อเสนอที่มี ต้องเปิดมุมมองใหม่",
          "love": "ความสัมพันธ์เงียบๆ เพราะต่างคนจมกับความคิดตน",
          "advice": "หยุดดราม่าในใจแล้วมองสิ่งดีที่อยู่ตรงหน้า"
        }
      },
      {
        "id": 40,
        "name": "Five of Cups",
        "meanings": {
          "work": "ผิดหวังกับผลลัพธ์ ต้องเรียนรู้จากความพลาด",
          "money": "มีค่าใช้จ่ายสูญเสียหรือหนี้เก่าที่ต้องสะสาง",
          "love": "เสียใจเรื่องความรักในอดีต ยังทำใจไม่ได้",
          "advice": "ร้องไห้ได้แต่อย่าลืมมองโอกาสใหม่ที่ยังเหลือ"
        }
      },
      {
        "id": 41,
        "name": "Six of Cups",
        "meanings": {
          "work": "กลับไปทำโปรเจกต์เก่าหรือร่วมงานกับเพื่อนเก่า",
          "money": "รายได้จากงานอดิเรกที่เคยชอบตอนเด็ก",
          "love": "กลับไปเจอรักเก่าหรือความทรงจำอบอุ่น",
          "advice": "ให้ความเมตตาและซื่อสัตย์แบบเด็กๆ"
        }
      },
      {
        "id": 42,
        "name": "Seven of Cups",
        "meanings": {
          "work": "ไอเดียเยอะจนเลือกไม่ถูก ต้องคัดสิ่งที่ทำได้จริง",
          "money": "ระวังการลงทุนเพ้อฝันหรือข้อเสนอที่ดูดีเกินจริง",
          "love": "ความสัมพันธ์สับสน มีตัวเลือกหลายคน",
          "advice": "จัดลำดับความสำคัญและไม่หนีความจริง"
        }
      },
      {
        "id": 43,
        "name": "Eight of Cups",
        "meanings": {
          "work": "ตัดสินใจเดินออกจากงานหรือโปรเจกต์ที่ไม่ตอบใจ",
          "money": "หยุดใช้เงินกับสิ่งที่ไม่เติมเต็ม",
          "love": "เลือกเดินจากความสัมพันธ์ที่ไม่ทำให้เติบโต",
          "advice": "กล้าปล่อยสิ่งที่หมดความหมายเพื่อหาความหมายใหม่"
        }
      },
      {
        "id": 44,
        "name": "Nine of Cups",
        "meanings": {
          "work": "รู้สึกพึงพอใจในผลงาน ได้รับคำชม",
          "money": "มีเงินใช้ตามใจ อยากซื้ออะไรให้ตัวเอง",
          "love": "ความรักอิ่มเอม ดูแลกันด้วยความสุข",
          "advice": "ขอบคุณสิ่งที่มีและแบ่งความสุขกับคนอื่น"
        }
      },
      {
        "id": 45,
        "name": "Ten of Cups",
        "meanings": {
          "work": "งานเกี่ยวข้องกับครอบครัวหรือทีมที่เหมือนบ้าน",
          "money": "การเงินพอเพียงสำหรับดูแลคนทั้งบ้าน",
          "love": "ความสัมพันธ์มั่นคง มีภาพอนาคตร่วมกันชัดเจน",
          "advice": "ให้ความสำคัญกับความกลมเกลียวมากกว่าแค่ความสำเร็จ"
        }
      },
      {
        "id": 46,
        "name": "Page of Cups",
        "meanings": {
          "work": "ได้รับข่าวดีเล็กๆ หรือมีไอเดียศิลปะใหม่",
          "money": "รายได้จากงานที่ต้องใช้ความรู้สึกและศิลป์",
          "love": "มีคนสารภาพรัก หรือมีคนอ่อนโยนเข้ามา",
          "advice": "เขียน แบ่งปัน หรือสื่อสารความรู้สึกออกไป"
        }
      },
      {
        "id": 47,
        "name": "Knight of Cups",
        "meanings": {
          "work": "โปรเจกต์เชิงครีเอทีฟที่ต้องใช้ความรู้สึกนำ",
          "money": "ข้อเสนอทางการเงินที่ฟังดูโรแมนติกแต่ต้องตรวจสอบ",
          "love": "คนเจ้าคารม ขยันจีบ เอาใจใส่",
          "advice": "ให้หัวใจนำแต่ต้องไม่ลืมตรวจสอบข้อเท็จจริง"
        }
      },
      {
        "id": 48,
        "name": "Queen of Cups",
        "meanings": {
          "work": "บทบาทที่ต้องดูแลคนอื่นหรือใช้สัญชาตญาณ",
          "money": "ใช้เงินกับการบำบัด ดูแลสุขภาพ หรือของตกแต่งบ้าน",
          "love": "ความรักลึกซึ้ง เข้าใจความรู้สึกกันดี",
          "advice": "ฟังความรู้สึกของตัวเองก่อนตัดสินใจช่วยคนอื่น"
        }
      },
      {
        "id": 49,
        "name": "King of Cups",
        "meanings": {
          "work": "บริหารสถานการณ์ด้วยอารมณ์นิ่งและการรับฟัง",
          "money": "จัดการการเงินอย่างใจเย็น ไม่ตื่นตระหนก",
          "love": "เป็นคู่หูที่คอยประคองและให้คำปรึกษาได้ดี",
          "advice": "รักษาความสงบภายในแม้สถานการณ์ภายนอกผันผวน"
        }
      }
    ],
    "swords": [
      {
        "id": 50,
        "name": "Ace of Swords",
        "meanings": {
          "work": "มีความชัดเจนและไอเดียใหม่ที่ใช้ตรรกะนำ",
          "money": "เริ่มแผนการเงินด้วยข้อมูลที่แน่นและโปร่งใส",
          "love": "คุยกันตรงๆ เคลียร์ประเด็นที่ติดค้าง",
          "advice": "ใช้เหตุผลและความจริงเป็นเข็มทิศ"
        }
      },
      {
        "id": 51,
        "name": "Two of Swords",
        "meanings": {
          "work": "ลังเลไม่กล้าตัดสินใจ ต้องรวบรวมข้อมูลเพิ่ม",
          "money": "ยังไม่ควรเซ็นสัญญาหรือกู้เงินจนกว่าจะมั่นใจ",
          "love": "ปิดใจไม่พูดความรู้สึก ทำให้สัมพันธ์ค้าง",
          "advice": "ปลดผ้าปิดตาและยอมเลือกทางใดทางหนึ่ง"
        }
      },
      {
        "id": 52,
        "name": "Three of Swords",
        "meanings": {
          "work": "ผิดหวังจากการร่วมงานหรือข่าวไม่ดี",
          "money": "สูญเสียทางการเงินเพราะความไว้ใจผิดคน",
          "love": "อกหักหรือคุยกันด้วยคำพูดที่บาดใจ",
          "advice": "ยอมรับความเจ็บปวดและรักษาหัวใจด้วยความจริง"
        }
      },
      {
        "id": 53,
        "name": "Four of Swords",
        "meanings": {
          "work": "พักจากงานหนัก วางมือชั่วคราวเพื่อชาร์จพลัง",
          "money": "หยุดใช้เงิน ฟื้นตัวก่อนค่อยวางแผนต่อ",
          "love": "ให้พื้นที่กันและกัน รอเวลาที่ใช่",
          "advice": "พักใจและร่างกาย อย่าฝืน"
        }
      },
      {
        "id": 54,
        "name": "Five of Swords",
        "meanings": {
          "work": "บรรยากาศตึงเครียด มีการแข่งขันไม่แฟร์",
          "money": "ระวังข้อพิพาท ผลประโยชน์ทับซ้อน",
          "love": "ทุ่มชนะจนลืมความรู้สึกอีกฝ่าย",
          "advice": "เลือกสู้เฉพาะเรื่องจำเป็นและยอมปล่อยบางศึก"
        }
      },
      {
        "id": 55,
        "name": "Six of Swords",
        "meanings": {
          "work": "ย้ายทีม เดินทาง หรือเริ่มงานในที่ใหม่",
          "money": "วางแผนปลดหนี้ ค่อยๆ เคลียร์ภาระ",
          "love": "พากันหนีจากความตึงเครียดเพื่อเริ่มต้นใหม่",
          "advice": "ข้ามน้ำลำบากด้วยการค่อยๆ ก้าว ไม่เร่งตัวเอง"
        }
      },
      {
        "id": 56,
        "name": "Seven of Swords",
        "meanings": {
          "work": "มีเรื่องต้องทำเงียบๆ หรือจัดการการเมืองภายใน",
          "money": "ระวังการถูกโกง หรือมีคนใช้ข้อมูลของคุณ",
          "love": "มีความลับ ปิดบัง หรือไม่พูดความจริง",
          "advice": "คิดให้รอบและเลือกวิธีที่ซื่อตรงที่สุด"
        }
      },
      {
        "id": 57,
        "name": "Eight of Swords",
        "meanings": {
          "work": "รู้สึกถูกจำกัดด้วยกฎหรือความกลัวของตัวเอง",
          "money": "คิดว่าตัวเองไม่มีทางเลือก ทั้งที่จริงยังมี",
          "love": "รู้สึกติดอยู่ในความสัมพันธ์ที่ไม่กล้าขยับ",
          "advice": "ปลดพันธนาการในใจแล้วค่อยหาทางออกทีละขั้น"
        }
      },
      {
        "id": 58,
        "name": "Nine of Swords",
        "meanings": {
          "work": "เครียดกับงาน นอนไม่หลับ คิดมาก",
          "money": "กังวลเรื่องค่าใช้จ่ายหรือหนี้จนข่มตาไม่ลง",
          "love": "กังวลว่าความรักจะพังทั้งที่ยังไม่มีหลักฐาน",
          "advice": "หยุดโทษตัวเอง หายใจลึกๆ และขอความช่วยเหลือ"
        }
      },
      {
        "id": 59,
        "name": "Ten of Swords",
        "meanings": {
          "work": "โปรเจกต์จบลงแบบปุบปับหรือถูกแทงข้างหลัง",
          "money": "ขาดทุนหนัก ต้องเริ่มจากศูนย์",
          "love": "ความสัมพันธ์สิ้นสุดลง เจ็บแต่จบ",
          "advice": "ปล่อยให้เรื่องนี้ปิดฉาก เพื่อให้ตัวเองลุกขึ้นใหม่"
        }
      },
      {
        "id": 60,
        "name": "Page of Swords",
        "meanings": {
          "work": "มีข้อมูลใหม่ แรงจูงใจเรียนรู้ หรือเริ่มฝึกทักษะ",
          "money": "ติดตามข่าวสารการลงทุน ตรวจข้อมูลอย่างละเอียด",
          "love": "คนคุยช่างถาม อยากรู้ทุกเรื่อง แต่อาจยังไม่มั่นคง",
          "advice": "อย่าหยุดตั้งคำถามและเปิดรับการเรียนรู้"
        }
      },
      {
        "id": 61,
        "name": "Knight of Swords",
        "meanings": {
          "work": "งานเร่งด่วน ต้องคิดเร็วและลงมือทันที",
          "money": "ตัดสินใจการเงินด้วยเหตุผล ลุยแบบไม่ลังเล",
          "love": "ความสัมพันธ์เดินเร็ว คุยตรง ไม่หวาน",
          "advice": "ลุยได้แต่ต้องระวังคำพูดไม่ให้ทำร้ายคนอื่น"
        }
      },
      {
        "id": 62,
        "name": "Queen of Swords",
        "meanings": {
          "work": "ใช้ความชัดเจนและความจริงใจบริหารทีม",
          "money": "จัดการการเงินด้วยความมีวินัยและความซื่อสัตย์",
          "love": "คาดหวังความตรงไปตรงมา ไม่ชอบเล่นเกม",
          "advice": "รักษาขอบเขตที่ชัดเจนแต่ยังเมตตา"
        }
      },
      {
        "id": 63,
        "name": "King of Swords",
        "meanings": {
          "work": "ตัดสินใจจากข้อมูล ดึงกฎหมายหรือกฎระเบียบมาคุม",
          "money": "วางแผนการเงินระยะยาวด้วยความเด็ดขาด",
          "love": "ความสัมพันธ์ต้องการโครงสร้างและเหตุผล",
          "advice": "ใช้สติและความยุติธรรมเป็นผู้นำ"
        }
      }
    ],
    "pentacles": [
      {
        "id": 64,
        "name": "Ace of Pentacles",
        "meanings": {
          "work": "มีโอกาสงานใหม่ที่มั่นคงและจับต้องได้",
          "money": "ได้รับเงินก้อนหรือโอกาสลงทุนพื้นฐาน",
          "love": "ความรักที่มั่นคง เริ่มสร้างฐานะร่วมกัน",
          "advice": "ลงมือวางรากฐานให้แน่น"
        }
      },
      {
        "id": 65,
        "name": "Two of Pentacles",
        "meanings": {
          "work": "ต้องจัดการหลายงานพร้อมกันอย่างสมดุล",
          "money": "หมุนเงินและบริหารกระแสเงินสดอย่างยืดหยุ่น",
          "love": "บาลานซ์ความสัมพันธ์กับงานหรือภาระอื่น",
          "advice": "จัดตารางให้ชัดและยืดหยุ่นตามสถานการณ์"
        }
      },
      {
        "id": 66,
        "name": "Three of Pentacles",
        "meanings": {
          "work": "ร่วมงานเป็นทีมและโชว์ความเชี่ยวชาญ",
          "money": "รายได้จากการร่วมมือหรือรับจ้างตามทักษะ",
          "love": "ต้องสร้างฐานร่วมกันแบบค่อยเป็นค่อยไป",
          "advice": "เปิดรับคำติชมเพื่อพัฒนาทักษะ"
        }
      },
      {
        "id": 67,
        "name": "Four of Pentacles",
        "meanings": {
          "work": "ยึดติดรูปแบบเดิม กลัวการเปลี่ยนแปลง",
          "money": "เก็บเงินแน่น ไม่อยากลงทุนหรือเสี่ยง",
          "love": "หวงพื้นที่ส่วนตัวหรือไม่ยอมเปิดใจ",
          "advice": "ปล่อยวางบ้างแล้วทรัพยากรจะไหลเวียนดีขึ้น"
        }
      },
      {
        "id": 68,
        "name": "Five of Pentacles",
        "meanings": {
          "work": "รู้สึกถูกทิ้งหรือกังวลเรื่องงาน",
          "money": "การเงินฝืด ต้องขอความช่วยเหลือ",
          "love": "เผชิญช่วงยากไปพร้อมกัน ต้องให้กำลังใจ",
          "advice": "ยอมขอความช่วยเหลือและเดินเข้าไปหาแสงสว่าง"
        }
      },
      {
        "id": 69,
        "name": "Six of Pentacles",
        "meanings": {
          "work": "มีคนช่วยเหลือ สนับสนุน หรือให้คำปรึกษา",
          "money": "ได้รับหรือให้เงินช่วยเหลือ แบ่งปันอย่างยุติธรรม",
          "love": "ความสัมพันธ์เน้นการให้และรับอย่างพอดี",
          "advice": "ให้เท่าที่ให้ได้โดยไม่ทำร้ายตัวเอง"
        }
      },
      {
        "id": 70,
        "name": "Seven of Pentacles",
        "meanings": {
          "work": "รอผลจากสิ่งที่ปลูกไว้ ต้องใช้ความอดทน",
          "money": "ทบทวนพอร์ตการลงทุน ปรับให้เหมาะ",
          "love": "ความสัมพันธ์ค่อยเป็นค่อยไป ต้องให้เวลา",
          "advice": "ประเมินความคืบหน้าแล้วเลือกว่าจะสานต่อหรือพัก"
        }
      },
      {
        "id": 71,
        "name": "Eight of Pentacles",
        "meanings": {
          "work": "ฝึกทักษะ ทำงานอย่างตั้งใจเพื่อเป็นมืออาชีพ",
          "money": "รายได้มาจากความเชี่ยวชาญที่พัฒนาอย่างต่อเนื่อง",
          "love": "ต้องใส่ใจรายละเอียดเล็กๆ เพื่อให้สัมพันธ์มั่นคง",
          "advice": "ทำซ้ำอย่างมีวินัย ผลลัพธ์จะคุ้มค่า"
        }
      },
      {
        "id": 72,
        "name": "Nine of Pentacles",
        "meanings": {
          "work": "ทำงานอิสระหรือธุรกิจส่วนตัวที่ให้ความภูมิใจ",
          "money": "การเงินมั่งคั่ง ดูแลตัวเองได้เต็มที่",
          "love": "รักตัวเอง มีเวลาโฟกัสความสุขส่วนตัว",
          "advice": "ให้รางวัลตัวเองและรักษาขอบเขตที่สบายใจ"
        }
      },
      {
        "id": 73,
        "name": "Ten of Pentacles",
        "meanings": {
          "work": "ธุรกิจครอบครัวหรือโครงการระยะยาวมั่นคง",
          "money": "ทรัพย์สิน การลงทุน และมรดกเติบโต",
          "love": "ครอบครัวพร้อมสนับสนุน สร้างความมั่นคงร่วมกัน",
          "advice": "คิดถึงความยั่งยืนและสร้างมรดกให้คนรุ่นต่อไป"
        }
      },
      {
        "id": 74,
        "name": "Page of Pentacles",
        "meanings": {
          "work": "เริ่มเรียนรู้ทักษะใหม่ด้านธุรกิจหรือเทคโนโลยี",
          "money": "มีแนวคิดหารายได้เสริมจากงานอดิเรก",
          "love": "ความสัมพันธ์จริงจังแต่ยังอาจเชื่องช้า",
          "advice": "ลงมือทดลองและเก็บประสบการณ์อย่างตั้งใจ"
        }
      },
      {
        "id": 75,
        "name": "Knight of Pentacles",
        "meanings": {
          "work": "ทำงานหนัก พิถีพิถัน และก้าวอย่างมั่นคง",
          "money": "บริหารเงินแบบระมัดระวัง สะสมทีละก้อน",
          "love": "ความสัมพันธ์ก้าวช้าแต่มั่นคง เชื่อถือได้",
          "advice": "รักษาวินัยและทำทีละขั้นไม่เร่งรีบ"
        }
      },
      {
        "id": 76,
        "name": "Queen of Pentacles",
        "meanings": {
          "work": "บริหารงานบ้าน งานธุรกิจ และชีวิตส่วนตัวได้ดี",
          "money": "จัดการการเงินในครอบครัวอย่างอบอุ่นและฉลาด",
          "love": "ดูแลคู่รักด้วยความใส่ใจและความมั่นคง",
          "advice": "ใช้ทรัพยากรเพื่อสร้างความสบายให้คนรอบตัว"
        }
      },
      {
        "id": 77,
        "name": "King of Pentacles",
        "meanings": {
          "work": "เป็นผู้นำด้านธุรกิจหรือการลงทุน มีวิสัยทัศน์มั่งคั่ง",
          "money": "การเงินแข็งแรงเลี้ยงดูคนอื่นได้",
          "love": "ความสัมพันธ์ที่ต้องการความมั่นคงและสถานะ",
          "advice": "ตัดสินใจด้วยมุมมองระยะยาวและความรับผิดชอบ"
        }
      }
    ]
  }
}
